circleB = 'QR-код из кружков ⚫️'
regularB = 'Обычный QR-код ⬛️'
selectedC = 'Выбран тип QR-код из кружков'
selectedR = 'Выбран тип обычный QR-код'
greetings = "Привет, я твой личный QR-генератор! Пришли мне текст, и я с удовольствием создам для тебя красивый QR-код в формате PNG. Давай начнем! 😊🔍🔲"
done = 'Вот твой уникальный QR-код! Теперь ты можешь использовать его для быстрого доступа к информации или передачи данных. Надеюсь, он будет полезен для тебя!😉📲🔍'
sendText = 'Отправьте текст для преобразования в QR-код'
warning = 'Выберите тип QR-кода.\nКвадратный указан по умолчанию.'